"S" = "S";
"Sleet" = "Sleet";
"South West" = "South West";
"Chance of Rain" = "Chance of Rain";
"South East" = "South East";
"Medium" = "Medium";
"South" = "South";
"Weather" = "Weather";
"Moderate" = "Moderate";
"%@º" = "%@º";
"SE" = "SE";
"%@ mm" = "%@ mm";
"Low" = "Low";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"Feels Like: %@" = "Feels Like: %@";
"Current Temperature" = "Current Temperature";
"Fog" = "Fog";
"Wind" = "Wind";
"Currently %@" = "Currently %@";
"Extreme" = "Extreme";
"NW" = "NW";
"Current Weather" = "Current Weather";
"Current location: %@" = "Current location: %@"; // weather
"%@ in" = "%@ in";
"TODAY" = "TODAY";
"Mostly Clear" = "Mostly Clear";
"Haze" = "Haze";
"m/s" = "m/s";
"View & Purchase Packages" = "View & Purchase Packages";
"North West" = "North West";
"North East" = "North East";
"%@ cm" = "%@ cm";
"Tornadoes" = "Tornadoes";
"mph" = "mph";
"Location: %@" = "Location: %@";
"Partly Cloudy" = "Partly Cloudy";
"Hail" = "Hail";
"Visibility" = "Visibility";
"Knots" = "Knots";
"Thunderstorms" = "Thunderstorms";
"UV Index" = "UV Index";
"Precipitation" = "Precipitation";
"Humidity" = "Humidity";
"Rain Probability" = "Rain Probability";
"inches" = "inches";
"West" = "West";
"km/h" = "km/h";
"NE" = "NE";
"Clear" = "Clear";
"km" = "km";
"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"WEATHER" = "WEATHER";
"cm" = "cm";
"E" = "E";
"Feels Like" = "Feels Like";
"East" = "East";
"Chance of Snow" = "Chance of Snow";
"Temperature" = "Temperature";
"Windy" = "Windy";
"%@ chance of rain" = "%@ chance of rain";
"Pressure" = "Pressure";
"High" = "High";
"Snow" = "Snow";
"Miles" = "Miles";
"North" = "North";
"Dew Point" = "Dew Point";
"Current Location" = "Current Location";
"Kilometers" = "Kilometers";
"%@ chance of snow" = "%@ chance of snow";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Cloudy" = "Cloudy";
"Very High" = "Very High";
"More Information" = "More Information";
"N" = "N";
"Rain" = "Rain";
"SW" = "SW";
"hPa" = "hPa";
"MPH" = "MPH";
"Today" = "Today";


// Unlocalized strings



// Modified strings

